/* No comment provided by engineer. */
"About Device" = "Об устройстве";

/* No comment provided by engineer. */
"Add" = "Добавить";

/* No comment provided by engineer. */
"Add Camera" = "Добавить камеру";

/* No comment provided by engineer. */
"Advanced Setting" = "Доп.настройки";

/* No comment provided by engineer. */
"Alarm" = "Тревога";

/* No comment provided by engineer. */
"All" = "Все";

/* No comment provided by engineer. */
"App Info" = "Инфо";

/* No comment provided by engineer. */
"Back" = "Назад";

/* No comment provided by engineer. */
"Camera" = "Камера";

/* No comment provided by engineer. */
"Camera Found! (%d)" = "Найдена! (%d)";

/* No comment provided by engineer. */
"Camera List" = "Список";

/* No comment provided by engineer. */
"Camera Name" = "Имя";

/* No comment provided by engineer. */
"Camera Password" = "Пароль";

/* No comment provided by engineer. */
"Camera UID" = "UID камеры";

"Camera UID can not less than 20 characters" = "UID не мнее 20 знаков";

"Camera UID length must be 20 characters" = "UID должен быть 20 знаков";

"Camera Name can not be empty" = "Имя не должно быть пустым";

"Camera Password can not be empty" = "Пароль не может быть пустым";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Can not play remote record" = "Нельзя проиграть удаленный архив";

/* No comment provided by engineer. */
"Channel" = "Канал";

/* No comment provided by engineer. */
"Choose a Network..." = "Выбор сети ….";

/* No comment provided by engineer. */
"Confirm" = "Подтвердить";

/* No comment provided by engineer. */
"Confirm Password" = "Подтвердить пароль";

/* No comment provided by engineer. */
"Connect Failed" = "Ошибка подключения";

/* No comment provided by engineer. */
"Connected" = "Подключено";

/* No comment provided by engineer. */
"Connecting..." = "Подключение …";

/* No comment provided by engineer. */
"Continue" = "Продолжить";

"Correct the wrong password" = "Ошибка пароля";

"Delete" = "Удалить";

"Delete?" = "Удалить?";

"Delete Photo" = "Удалить фото";

"Dismiss" = "Отклонить";

/* No comment provided by engineer. */
"Done" = "Готово";

/* No comment provided by engineer. */
"Edit" = "Изменить";

/* No comment provided by engineer. */
"Edit Camera" = "Изменить камеру";

/* No comment provided by engineer. */
"Enter Password" = "Введите пароль";

/* No comment provided by engineer. */
"Environment Mode" = "Режим";

"Email Photo" = "Фото на почту";

"Events" = "События";

/* No comment provided by engineer. */
"Event List" = "События";

/* No comment provided by engineer. */
"Flip & Mirror" = "Поворот и зеркало";

/* No comment provided by engineer. */
"Format command will ERASE all data of your SDCard" = "Форматирование очистит все данные на SD карте";

/* No comment provided by engineer. */
"Format completed." = "Завершено!";

/* No comment provided by engineer. */
"Format failed." = "Ошибка!";

/* No comment provided by engineer. */
"Format SDCard" = "Формат.SD";

/* No comment provided by engineer. */
"Free Size" = "Свободно";

/* No comment provided by engineer. */
"Full Time" = "Все время";

"Full-time recording" = "Запись все время";

/* No comment provided by engineer. */
"Event List" = "События";

/* No comment provided by engineer. */
"High" = "Высокий";

/* No comment provided by engineer. */
"Horizontal Flip (Mirror)" = "Зеркальный";

/* No comment provided by engineer. */
"Incorrect password for %@" = "Ошибка пароля %@";

/* No comment provided by engineer. */
"Indoor Mode(50Hz)" = "Режим 50Гц";

/* No comment provided by engineer. */
"Indoor Mode(60Hz)" = "Режим 60Гц";

/* No comment provided by engineer. */
"Indoor(50Hz)" = "Режим 50Гц";

/* No comment provided by engineer. */
"Indoor(60Hz)" = "Режим 60Гц";

/* No comment provided by engineer. */
"Information" = "Об ПО";

/* No comment provided by engineer. */
"IO Alarm" = "Тревожные вх./вых.";

/* No comment provided by engineer. */
"Join" = "Использовать";

/* No comment provided by engineer. */
"LAN" = "LAN";

/* No comment provided by engineer. */
"Live View" = "Живой просмотр";

"Listen" = "Слушать";

"Listening" = "Прослушивание";

"List are full, remove a device and try again" = "Список полон, удалите устройство и повторите снова";

"Loading..." = "Загрузка….";

/* No comment provided by engineer. */
"Low" = "Низкий";

/* No comment provided by engineer. */
"Name" = "Имя";

/* No comment provided by engineer. */
"Max" = "Максимальный";

/* No comment provided by engineer. */
"Medium" = "Средний";

/* No comment provided by engineer. */
"Microphone" = "Микрофон";

/* No comment provided by engineer. */
"Min" = "Минимальный";

/* No comment provided by engineer. */
"Mirror" = "Зеркало";

/* No comment provided by engineer. */
"Model" = "Модель";

/* No comment provided by engineer. */
"Motion Detection" = "Дет.движения";

/* No comment provided by engineer. */
"Mute" = "Вык.звук";

/* No comment provided by engineer. */
"New" = "Новый";

/* No comment provided by engineer. */
"New Password" = "Новый пароль";

/* No comment provided by engineer. */
"Night" = "Ночь";

/* No comment provided by engineer. */
"Night Mode" = "Режим ночь";

/* No comment provided by engineer. */
"No result found" = "Нет результатов";

/* No comment provided by engineer. */
"No Wi-Fi network found" = "Нет wifi сети.";

/* No comment provided by engineer. */
"None" = "Пусто";

/* No comment provided by engineer. */
"Normal" = "Нормальный";

/* No comment provided by engineer. */
"Not Supported" = "Не поддерживается";

/* No comment provided by engineer. */
"Off" = "Выкл.";

/* No comment provided by engineer. */
"Off line" = "Отключено";

/* No comment provided by engineer. */
"Online" = "Включено";

/* No comment provided by engineer. */
"Online Nm: %d / Frame ratio: %d / %d" = "Онлайн No: %d / Кадр: %d / %d";
"Online Nm: %d" = "Онлайн No: %d";

/* No comment provided by engineer. */
"OK" = "Ок";

/* No comment provided by engineer. */
"Old" = "Старый";

/* No comment provided by engineer. */
"Old Password" = "Старый пароль";

/* No comment provided by engineer. */
"Outdoor" = "Внешний";

/* No comment provided by engineer. */
"Outdoor Mode" = "Внешний режим";

/* No comment provided by engineer. */
"QRCode" = "QRкод";

/* No comment provided by engineer. */
"Playback" = "Воспроизведение";

/* No comment provided by engineer. */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Please enter password for %@" = "Введите пароль для %@.";

/* No comment provided by engineer. */
"Please input the password" = "Введите пароль.";

"The old password is invalid" = "Ошибка пароля.";

"Please select photos to delete." = "Выберите фото для удаления.";
"Please select records to delete." = "Выберите запись для удаления";
"Pull down to refresh..." = "Потяните вниз для обновления…";

"Ready" = "Готов.";

/* No comment provided by engineer. */
"Reboot" = "Перезагрузка";

/* No comment provided by engineer. */
"Reconnect" = "Подключение";

/* No comment provided by engineer. */
"Recording Mode" = "Режим записи";

"Release to refresh..." = "Отпустите чтобы обновить";

/* No comment provided by engineer. */
"Save" = "Сохранить";

"Save Photo" = "Сохранить фото";

/* No comment provided by engineer. */
"Scanning..." = "Поиск….";

/* No comment provided by engineer. */
"SDCard Fault" = "Ошибка SD карты";

"Search" = "Поиск";

"Searching..." = "Поиск…";

/* No comment provided by engineer. */
"Security Code" = "Код защиты";

/* No comment provided by engineer. */
"Snapshot" = "Снимок";

/* No comment provided by engineer. */
"Snapshot saved" = "Снимок сохранен";

/* No comment provided by engineer. */
"Speak" = "Разговор";

/* No comment provided by engineer. */
"Speaking" = "Разговор";

/* No comment provided by engineer. */
"Speaker" = "Динамик";

/* No comment provided by engineer. */
"The name, uid and password field can not be empty" = "Поля имя, uid и пароль не должны быть пустыми.";

/* No comment provided by engineer. */
"The new password and confirm password do not match" = "Новый пароль и подтверждение не совпадают.";

/* No comment provided by engineer. */
"The new password is more than 15 characters" = "Новый пароль более 15 символов.";

/* No comment provided by engineer. */
"The password is more than 30 characters" = "Пароль более 30 символов.";

/* No comment provided by engineer. */
"The video has finished playing" = "Видео закончилось."; 

/* No comment provided by engineer. */
"This device is already exists" = "Камера уже существует.";

/* No comment provided by engineer. */
"Timeout" = "Таймаут";

/* No comment provided by engineer. */
"Total Size" = "Общий размер";

/* No comment provided by engineer. */
"Unknown" = "Неизвестно";

/* No comment provided by engineer. */
"Unknown Device" = "Неизвестное устр.";

/* No comment provided by engineer. */
"UID" = "UID";

/* No comment provided by engineer. */
"Unsupported" = "Не поддерживается";

/* No comment provided by engineer. */
"Vender" = "Производитель";

/* No comment provided by engineer. */
"Version" = "Версия";

/* No comment provided by engineer. */
"Vertical and Horizontal Flip" = "Вертикальный и горизонтальный повото";

/* No comment provided by engineer. */
"Vertical Flip" = "Вертикальный поворот";

/* No comment provided by engineer. */
"Video Flip" = "Горизонтальный поворот";

/* No comment provided by engineer. */
"Video Lost" = "Потеря видео";

/* No comment provided by engineer. */
"Video Quality" = "Качество";

/* No comment provided by engineer. */
"Video Resume" = "Видео";

"Wait for connecting..." = "Ожидайте подключения…";

/* No comment provided by engineer. */
"Warning" = "Внимание";

"Weak signal" = "Слабый сигнал";

/* No comment provided by engineer. */
"WiFi" = "Wifi";

/* No comment provided by engineer. */
"WiFi Networks" = "Wifi сеть";

"Custom Period" = "Польз. период";
"Search Period" = "Период поиска";
"Begin Time" = "Начало времени";
"End Time" = "Конец времени";
"Begin Date" = "Начало даты";
"End Date" = "Конец даты";
"Quality" = "Качество";
"Good" = "Хороший";
"Bad" = "Плохой";
"Time Zone" = "Зона времени";
"asia" = "Азия";
"europe" = "Европа";
"america" = "Америка";
"oceania" = "Океания";
"africa" = "Африка";

"Remote Device Connecting" = "Удаленное подключение";
"Remote Device Timeout" = "Таймаут уд. подключения";

/* No comment provided by engineer. */
"Within a day" = "День";

/* No comment provided by engineer. */
"Within a week" = "Неделя";

/* No comment provided by engineer. */
"Within an hour" = "Час";

/* No comment provided by engineer. */
"Within half a day" = "Половина дня";

/* No comment provided by engineer. */
"Wrong Password" = "Ошибка пароля";

"Manually Add" = "Добавить вручную";
"Sure to remove?" = "Удалить?";
"Sure to remove this view?" = "Удалить из просмотра?";
"LAN Search" = "LAN поиск";
"YES" = "Да";
"NO" = "Нет";
"Press to talk" = "Нажмите для разговора";
"Highest" = "Максимальное";
"High" = "Высокое";
"Medium" = "Среднее";
"Low" = "Низкое";
"Lowest" = "Плохое";
"Caution!" = "Внимание!";
"Account Unlinked!" = "Аккаунт отключен!";
"More" = "Больше";
"Remove this device" = "Удалить это устр.";
"Add Device" = "Добавить устр.";
"Wired" = "Проводной";
"Wireless" = "Беспроводной";
"Manually add device" = "Добавить вручную";
"Security code is changed, Please reconnect!" = "Код защиты изменен.Подключитесь снова!";
"Record Files" = "Файлы записи";
"Wrong ID or Password!" = "Ошибка ID или пароля!";
"Not enough space to save video" = "Нет места для хранения видео";
"Camera's video type is not supported recording" = "Не поддерживается запись.";
"Recording Started" = "Запись начата";
"Recording Saved to Album" = "Запись сохранена в альбом";
"Error recording video" = "Ошибка записи видео";
"Error saving video" = "Ошибка сохранения видео";

"用户手册"="Инструкция";

"page1"="page1_ru.png";
"page2"="page2_ru.png";
"page3"="page3_ru.png";
"page4"="page4_ru.png";

"LanSearchTips1"="Веберите из списка UID для просмотра";
"LanSearchTips2"="Нажмите для обновления и поиска UID";
"GuidSkip"="скип";